Repository: Cosha777/Mushroomer_friends
Catalog: lib/l10n/intl_*.arb
Languages: uk_ua

# splashTitle
source: Let's look for mushrooms together...
uk_ua: Нумо шукати гриби разом...

# logInTitle
source: Login please...
uk_ua: Увійдіть будь ласка

# buttonLogIN
source: LogIn
uk_ua: Увійти

# buttonRegistration
source: Registration
uk_ua: Реєстація

# registrationTitle
source: Create account. Enter your email and password
uk_ua: Створіть обліковий запис. Введіть вашу пошту та пароль

# errorTitle
source: Some problems. Check your email/password
uk_ua: Сталася проблема. Перевірте вашу пошту та пароль

# errorTitleWeakPassword
source: The password provided is too weak
uk_ua: Пароль закороткий

# errorTitleEmailInUse
source: The account already exists for that email
uk_ua: Обліковий запис з такою поштою вже існує

# errorTitleNoUser
source: No user found for that email
uk_ua: Не знайдено користувача з такою поштою

# errorTitleWrongPassword
source: Wrong password provided for that user
uk_ua: Невірний пароль для цієї пошти

# errorTitleNoInternetConnection
source: Internet connection not found
uk_ua: Перевирте підключення до мережі

# registrationSuccessTitle
source: Registration success
uk_ua: Реєстрація успішна

# noAccountTitle
source: I don't have an account
uk_ua: Ще немає облікового запису

# validationSnackBarMessage
source: Fill in the fields
uk_ua: Введіть пошту та пароль

# textFieldHintEmail
source: EMAIL
uk_ua: ПОШТА

# textFieldHintPassword
source: PASSWORD
uk_ua: ПАРОЛЬ

# appBarTitle
source: Settings
uk_ua: Налаштування

# bottomNavigationBarItemLabelSearchFriend
source: Search friend
uk_ua: Пошук друзів

# bottomNavigationBarItemLabelSettings
source: Settings
uk_ua: Налаштування

# textFieldHintFriendId
source: Friend's ID
uk_ua: ID друга

# textFieldHintFriendName
source: Friend's name
uk_ua: Ім'я друга

# yourIdText
source: Your ID
uk_ua: Ваш ID

# enterYourNameText
source: Enter your Name
uk_ua: Введіть ваше ім'я

# textFieldHintYourName
source: Name
uk_ua: Ім'я

# logOutAlertDialogTitle
source: LogOut and close App?
uk_ua: Вийти з облікового запису та закрити застосунок?

# copyIDSnackBarMessage
source: Copied to your clipboard
uk_ua: Скопійовано

# addFriendButtonTitle
source: ADD
uk_ua: Додати

# savedNameSnackBarMessage
source: Name saved
uk_ua: Ім'я збережено
